Repository: abertal/alpha
Catalog: django-mtr-sync-master/mtr/sync/locale/*/LC_MESSAGES/django.po
Languages: ru

source: mtr.sync:Link to file
ru: Ссылка на файл

source: mtr.sync:Latest run messages
ru: Последние сообщение

source: mtr.sync:Data settings
ru: Настройки данных

source: mtr.sync:Worksheet settings
ru: Настройки документа

source: mtr.sync:Language settings
ru: Настройки языка

source: mtr.sync:Field settings
ru: Настройки полей

source: mtr.sync:Data synchronization started in background.
ru: Синхронизация данных запущена в фоновом режиме

source: mtr.sync:Sync data
ru: Синхронизировать

source: mtr.sync:Copies successfully created
ru: Копии успешно созданы

source: mtr.sync:Create a copy of settings
ru: Создать копии настроек

source: mtr.sync:No file provided
ru: Файл не задан

source: mtr.sync:Download latest report
ru: Download latest report

source: mtr.sync:Latest sync
ru: Последняя синхронизация

source: mtr.sync:Data sync
ru: Синхронизация

source: mtr.sync:Create only
ru: Только создать

source: mtr.sync:Create or update
ru: Создать или обновить

source: mtr.sync:Update only
ru: Только обновить

source: mtr.sync:Decimal
ru: Число с запятой

source: mtr.sync:String
ru: Строка

source: mtr.sync:Coma separated list
ru: Список разделенной запятой

source: mtr.sync:Boolean
ru: Логический

source: mtr.sync:File path
ru: Путь к файлу

source: mtr.sync:Integer
ru: Целое число

source: mtr.sync:None
ru: Ничего (None)

source: mtr.sync:import data
ru: импортировать данные

source: mtr.sync:unexpected error
ru: другая ошибка

source: mtr.sync:CSV
ru: CSV

source: mtr.sync:ODF Spreadsheet
ru: Документ ODF

source: mtr.sync:Microsoft Excel 97/2000/XP/2003
ru: Microsoft Excel 97/2000/XP/2003

source: mtr.sync:Microsoft Excel 2007/2010/2013 XML
ru: Microsoft Excel 2007/2010/2013 XML

source: mtr.sync:Export
ru: Экспорт

source: mtr.sync:Import
ru: Импорт

source: mtr.sync:action
ru: действие

source: mtr.sync:name
ru: имя

source: mtr.sync:Small description of operation
ru: Описание операции

source: mtr.sync:start row
ru: начальная ячейка

source: mtr.sync:Reading or writing start index (including itself)
ru: Считывать и писать начиная с начального индекса (включая его самого)

source: mtr.sync:end row
ru: конечная ячейка

source: mtr.sync:Reading or writing end index (including itself)
ru: Считывать и писать начиная с конечного индекса (включая его самого)

source: mtr.sync:model
ru: модель

source: mtr.sync:Choose database model if action need it
ru: Выберите модель для действия если необходимо

source: mtr.sync:created at
ru: дата создания

source: mtr.sync:updated at
ru: дата обновления

source: mtr.sync:show in quick menu list
ru: показывать в списке быстрых действий

source: mtr.sync:format
ru: формат

source: mtr.sync:Choose file type
ru: Выберите тип файла

source: mtr.sync:worksheet page
ru: страница документа

source: mtr.sync:Page name of sheet book
ru: Название страницы в документе

source: mtr.sync:include header
ru: включить строку заголовку

source: mtr.sync:Check it if you need to write field names in export or skip it in import
ru: Отметьте если необходимо записать названия колонок при экспорте или пропустить при импорте

source: mtr.sync:custom filename
ru: собственное имя файла

source: mtr.sync:Custom filename for export
ru: Укажите другое имя файла для экспорта

source: mtr.sync:file
ru: файл

source: mtr.sync:File for import action
ru: Файл для импорта

source: mtr.sync:dataset
ru: набор данных

source: mtr.sync:data action
ru: действие

source: mtr.sync:language
ru: язык

source: mtr.sync:Create settings for fields
ru: Создать настройки для полей

source: mtr.sync:Read start row, end row and first worksheet page from given file
ru: Считать начальную и конечную ячейки с файла (из первой страницы)

source: mtr.sync:Include related fields
ru: Включить зависящие поля

source: mtr.sync:Edit field attributes
ru: Редактировать атрибуты поля вручную

source: mtr.sync:settings
ru: настройки

source: mtr.sync:description
ru: описание

source: mtr.sync:sequence
ru: синхронизация

source: mtr.sync:sequences
ru: синхронизация

source: mtr.sync:model attribute
ru: атрибут модели

source: mtr.sync:skip
ru: пропустить

source: mtr.sync:update
ru: обновить

source: mtr.sync:find
ru: найти

source: mtr.sync:set filter type
ru: задать тип фильтра

source: mtr.sync:set value
ru: задать значение

source: mtr.sync:find value
ru: значения для поиска

source: mtr.sync:converters
ru: преобразовать

source: mtr.sync:field
ru: поле

source: mtr.sync:fields
ru: поля

source: mtr.sync:cell
ru: ячейка

source: mtr.sync:value
ru: значение

source: mtr.sync:context
ru: контекст

source: mtr.sync:contexts
ru: контексты

source: mtr.sync:Error
ru: Ошибка

source: mtr.sync:Running
ru: В процессе

source: mtr.sync:Success
ru: Успешно завершено

source: mtr.sync:status
ru: статус

source: mtr.sync:started at
ru: время начала

source: mtr.sync:completed at
ru: время завершения

source: mtr.sync:report
ru: отчет

source: mtr.sync:reports
ru: отчеты

source: mtr.sync:Info
ru: Информация

source: mtr.sync:message
ru: сообщение

source: mtr.sync:step
ru: шаг

source: mtr.sync:input position
ru: позиция

source: mtr.sync:input value
ru: значение

source: mtr.sync:type
ru: тип

source: mtr.sync:messages
ru: сообщения

source: mtr.sync:View on site
ru: Посмотреть на сайте

source: mtr.sync:Remove
ru: Удалить

source: mtr.sync:Add another %(verbose_name)s
ru: Add another %(verbose_name)s
